{
  "templateKey": "story",
  "path": "/story",
  "order": 1,
  "translations": [
    {
      "languageTitle": "English",
      "title": "Our Story",
      "menuTitle": "Our Story"
    },
    {
      "languageTitle": "Chinese",
      "title": "Our Story",
      "menuTitle": "Our Story"
    },
    {
      "languageTitle": "Polish",
      "title": "Nasza historia",
      "menuTitle": "Nasza historia"
    }
  ],
  "featuredimage": "../media/amymartinfancy.jpeg",
  "descriptions": [
    {
      "languageTitle": "English",
      "description": "<!--?xml version=\"1.0\" encoding=\"UTF-8\"?-->\n\nA warm January day of 2013 was the beginning of everything, here is how we got there.\n\n\n\nAfter a brief stay in Santa Monica, Martin moved to San Francisco in summer of 2012. Shortly after moving to San Francisco, he joined a very special running club named SF Fun Run. Amy, a current resident of always sunny Santa Monica, recently accepted a new position in always foggy San Francisco. As a huge fan of sunshine and her LA-area running crew, Amy decided to postpone her move to the Bay Area. Instead, she chose to commute between SoCal and San Francisco until she found a few friends and an ideal place to call home. In her first week, she found SF Fun Run as well.\n\n\n\nOn Saturday Jan 26, 2013, Amy showed up at the Final Final Sports Bar to carpool to SF Fun Run’s Saturday trail run in the Marin Headlands. The car Amy landed in happened to be Martin’s car, and Martin shared that he was hosting a house party that night and that we were all invited. Amy and her girlfriend Helen made a late appearance to the party and found everyone was heading to the Raven, a dance club nearby. The night was full of meeting new friends, most who became regulars at SF Fun Run. When Helen and Amy left, they had a quick girl chat about the guys they met. Amy mentioned that she liked Martin’s confident swagger, but, because he knew his swagger, he wasn’t dating material. Amy quickly determined that Martin would be a fun person to hang out with but would never settle down into a relationship. After that evening, Amy and Martin didn’t hang out again for a couple of months.\n\nBy mid-March, Amy had been attending Fun Run regularly, making friends, but leaving after a couple of drinks to drive to her hotel in Larkspur. She heard about parties and shenanigans occurring weekly but had never seen them. Finally, she realized that leaving after a couple of drinks meant she wasn’t invited to the parties, so Amy decided to stay later to join the partying. She was quickly invited to hang out at Barry’s “Candy is Dandy, but Liquor is Quicker” party. Because Amy wanted to make a dessert, she asked Martin if she could use his kitchen since she heard he hosted girls nights, where girls would take over his kitchen and watch the Bachelor TV show. The night she came over to make dessert, Martin and Amy hit it off, and Martin wanted partial credit for the dessert Amy made for Barry’s party. From this night, Amy and Martin started hanging out casually at group events and even together. They even went on a road trip from SF to Bend and Portland, OR when their friends Ashish and Emile bailed out on the trip. Amy kept inviting Martin on more adventures like climbing Mt. Shasta and trail running in Yosemite, and Martin always said yes. But they were never in a relationship.\n\nBy December 2013, Amy and Martin went to Vancouver, Canada - their first “international” trip together. When they got to Border Control, the agent asked how they knew each other. Simultaneously, Amy said “San Francisco” as Martin replied, “we’re together.” The agent laughed and said it was normally the girl who’s pushing for the relationship. While Amy wanted to be with Martin, she hadn’t realized he had slowly evolved his thoughts toward her and relationships. They discussed what happened at the border and decided officially to call their relationship a real thing."
    }
  ],
  "sections": [
    {
      "order": 0,
      "featuredimage": "../media/afc7520d-09fb-462b-91c4-169c07afbdf7.jpeg",
      "content": [
        {
          "languageTitle": "English",
          "description": "By mid-March, Amy had been attending Fun Run regularly, making friends, but leaving after a couple of drinks to drive to her hotel in Larkspur. She heard about parties and shenanigans occurring weekly but had never seen them. Finally, she realized that leaving after a couple of drinks meant she wasn’t invited to the parties, so Amy decided to stay later to join the partying. She was quickly invited to hang out at Barry’s “Candy is Dandy, but Liquor is Quicker” party. Because Amy wanted to make a dessert, she asked Martin if she could use his kitchen since she heard he hosted girls nights, where girls would take over his kitchen and watch the Bachelor TV show. The night she came over to make dessert, Martin and Amy hit it off, and Martin wanted partial credit for the dessert Amy made for Barry’s party. From this night, Amy and Martin started hanging out casually at group events and even together. They even went on a road trip from SF to Bend and Portland, OR when their friends Ashish and Emile bailed out on the trip. Amy kept inviting Martin on more adventures like climbing Mt. Shasta and trail running in Yosemite, and Martin always said yes. But they were never in a relationship.\n\nBy December 2013, Amy and Martin went to Vancouver, Canada - their first “international” trip together. When they got to Border Control, the agent asked how they knew each other. Simultaneously, Amy said “San Francisco” as Martin replied, “we’re together.” The agent laughed and said it was normally the girl who’s pushing for the relationship. While Amy wanted to be with Martin, she hadn’t realized he had slowly evolved his thoughts toward her and relationships. They discussed what happened at the border and decided officially to call their relationship a real thing.",
          "title": "Final FInal"
        }
      ]
    }
  ]
}