{
  "templateKey": "story",
  "path": "/story",
  "order": 1,
  "translations": [
    {
      "languageTitle": "English",
      "title": "Our Story",
      "menuTitle": "Our Story"
    },
    {
      "languageTitle": "Chinese",
      "title": "我們的故事",
      "menuTitle": "我們的故事"
    },
    {
      "languageTitle": "Polish",
      "title": "Nasza historia",
      "menuTitle": "Nasza historia"
    }
  ],
  "featuredimage": "../media/amymartinfancy.jpeg",
  "descriptions": [
    {
      "languageTitle": "English",
      "description": "A warm January day of 2013 was the beginning of everything, here is how we got there.\n\nAfter a brief stay in Santa Monica, Martin moved to San Francisco in the summer of 2012. Shortly after moving to San Francisco, he joined a very special running club named SF Fun Run. Amy, a current resident of always sunny Santa Monica, recently accepted a new position in always foggy San Francisco. As a huge fan of sunshine and her LA-area running crew, Amy decided to postpone her move to the Bay Area. Instead, she chose to commute between SoCal and San Francisco until she found a few friends and an ideal place to call home. In her first week, she found SF Fun Run as well.\n\nOn Saturday, Jan 26, 2013, Amy showed up at the Final Final Sports Bar to carpool to SF Fun Run’s Saturday trail run in the Marin Headlands. The car Amy landed in happened to be Martin’s car, and Martin shared that he was hosting a house party that night and that we were all invited. Amy and her girlfriend Helen made a late appearance to the party and found everyone was heading to the Raven, a dance club nearby. The night was full of meeting new friends, most who became regulars at SF Fun Run. When Helen and Amy left, they had a quick girl chat about the guys they met. Amy mentioned that she liked Martin’s confident swagger, but, because he knew his swagger, he wasn’t dating material. Amy quickly determined that Martin would be a fun person to hang out with but would never settle down into a relationship. After that evening, Amy and Martin didn’t hang out again for a couple of months."
    },
    {
      "languageTitle": "Chinese",
      "description": "一切是從2013年1月某個暖和的日子開始，這裡是我們的故事。\\\n\\\n在聖塔莫尼卡住了短短一陣子後，​馬丁在2012年暑假搬到舊金山。​他在搬到舊金山不久就加入了一個特別的跑步社團叫作\"​舊金山愛玩跑步社\"。那時文安住在充滿陽光的聖塔莫尼卡，​剛換了一個新工作卻是在霧濛濛的舊金山。​特愛陽光和她洛杉磯的跑友，文安決定不馬上搬到北加州。​她選擇在南加州和舊金山之間通勤，​一直到她交到新朋友和找到理想的居家之處。​她到舊金山上班的第一個星期，她也找到了\"舊金山愛玩跑步社\"。\\\n\\\n2013年1月26日星期六，文安到\"最後最後運動酒吧\"聚集，​要搭便車去\"舊金山愛玩跑步社”當天在”馬丁岬角\"的越野跑。​文安剛巧坐上了馬丁的車。馬丁提到當天晚上在他家有個集會，​歡迎我們参加。文安和她的朋友海倫很晚才到，​她發現大夥正要去附近的'烏鴉舞社\"。​那晚大家彼此認識交結新朋友，很多人都成為\"舊金山愛玩跑步社\"​的固定成員。當海倫和文安離開後，​二個女生談起她們剛剛碰到的那些男生。​文安説她喜歡馬丁自信的神態，也因為馬丁知道自己的神態，​他不會是個約會的對象。文安很快認定馬丁會是個有趣的同伴。​但是他不會安定下來發展關係。那晚之後，​文安和馬丁有二個多月不在一起。"
    },
    {
      "languageTitle": "Polish",
      "description": "Ciepły słoneczny dzień 2013 roku był początkiem naszej historii.\n\nA zaczęło się to, kiedy Marcin zdecydował się rozpocząć nowy rozdział swojego życia w słonecznej Kalifornii.\n\nPo krótkim pobycie w Santa Monice, latem 2012 roku przeprowadził się do San Francisco. Wkrótce dołączył do znanego klubu biegowego “SF Fun Run”.\n\nAmy w tym czasie także mieszkała w słonecznej Santa Monice, ale już przyjęła nową ofertę pracy w wiecznie zamglonym San Francisco. Jako miłośniczką słońca i ciepła a także swojej grupy biegowej z Los Angeles, Amy postanowiła odłożyć swoja przeprowadzkę do San Francisco do momentu, kiedy znajdzie nową grupę ludzi z która będzie mogła przyjemnie spędzać czas, a także mieszkanie, które będzie mogła nazwać domem. W zamian za to zdecydowała się na dojazdy pomiędzy So Cal i San Francisco.\n\nPodobnie jak Marcin, już w pierwszym tygodniu trafiła do “SF Run Fun”.\n\n26 stycznia 2013 roku, klub organizował bieg w Marin Headlands. Amy zęby się tam dostać musiała dojechać do baru sportowego “Final Final” skąd dalej ktoś miał ja dowieźć na miejsce startu. Tak się złożyło ze samochód, do którego ja przydzielono był samochodem Marcina.\n\nW czasie jazdy dowiedziała się, że po zakończeniu biegu grupa ma się spotkać w mieszkaniu Marcina i ona też będzie tam mile widziana. Dotarła tam bardzo spóźniona razem ze swoja koleżanka Helen w momencie, gdy cale towarzystwo zdecydowała się przenieść to pobliskiego baru tanecznego RAVEN. Ta noc była dla Amy okazja do nawiązania nowych znajomości i przyjaźni, które przetrwały do dzisiaj.\n\nPo opuszczeniu klubu dziewczyny zaczęły dzielić się swoimi wrażeniami i spostrzeżeniami na temat nowa poznanych osób. Amy nadmieniła Helen, że podoba jej się pewny siebie Marcin, ale mimo że należy on do osób w towarzystwie których można przyjemnie spędzić czas nie widzi go jako kogoś kto chciałby zaangażować się w jakiś trwały związek. Od tego wieczoru Amy i Marcin nie widywali się zbyt często."
    }
  ],
  "sections": [
    {
      "order": 0,
      "featuredimage": "../media/afc7520d-09fb-462b-91c4-169c07afbdf7.jpeg",
      "content": [
        {
          "languageTitle": "English",
          "description": "By mid-March, Amy had been attending Fun Run regularly, making friends, but leaving after a couple of drinks to drive to her hotel in Larkspur. She heard about parties and shenanigans occurring weekly but had never seen them. Finally, she realized that leaving after a couple of drinks meant she wasn’t invited to the parties, so Amy decided to stay later to join the partying. She was quickly invited to hang out at Barry’s “Candy is Dandy, but Liquor is Quicker” party. Because Amy wanted to make a dessert, she asked Martin if she could use his kitchen since she heard he hosted girls nights, where girls would take over his kitchen and watch the Bachelor TV show. The night she came over to make dessert, Martin and Amy hit it off, and Martin wanted partial credit for the dessert Amy made for Barry’s party. From this night, Amy and Martin started hanging out casually at group events and even together. They even went on a road trip from SF to Bend and Portland, OR when their friends Ashish and Emile bailed out on the trip. Amy kept inviting Martin on more adventures like climbing Mt. Shasta and trail running in Yosemite, and Martin always said yes. But they were never in a relationship.\n\nBy December 2013, Amy and Martin went to Vancouver, Canada - their first “international” trip together. When they got to Border Control, the agent asked how they knew each other. Simultaneously, Amy said “San Francisco” as Martin replied, “we’re together.” The agent laughed and said it was normally the girl who’s pushing for the relationship. While Amy wanted to be with Martin, she hadn’t realized he had slowly evolved his thoughts toward her and relationships. They discussed what happened at the border and decided officially to call their relationship a real thing.",
          "title": "Continued..."
        },
        {
          "languageTitle": "Chinese",
          "title": "繼續...",
          "description": "到3月中，文安已經固定參加\"爱玩跑步社\", 也交了朋友，可是她喝了兩柸就離開，開車到旅館去。​她聽到每週都有派對和笑鬧可是沒有看到過。​終於她明白喝了兩柸就離開以至沒有被邀參加派對，​文安決定留下來參加派對。她馬上被邀參加巴瑞的派對。​文安為了想做甜點，就問馬丁是否可借用他的廚房，​因為她聽說馬丁曾讓女生們用他家開女生晚會，​大夥又看電視又用廚房。在她去馬丁家做甜點的那晩，​文安和馬丁很談得來，馬丁還在文安為派對做的甜點上邀功！​此後文安和馬丁在大夥聚集時聊天，甚至在一起。​他們甚至一起開車去奧利港，​當另外二個本來約好同行的朋友臨時不能去！​文安又𨘋馬丁去爬高山或去優勝美地越野跑，馬丁都説好！​但是他們只是”普通朋友\"。\n\n\\\n2013年12月，文安和馬丁去加拿大溫哥華，​他們第一次國際行。在過關時，關員問他們怎麼認識的。​異口同聲的，文安説舊金山而馬丁説我們在一起。​關員笑著說一般都是女生在爭取”男女朋友\"的關係。​雖然文安想和馬丁在一起，​可是她不知道馬丁已經慢慢地改變對她和他們之間的關係的想法。​他們討論在過境時發生的情况，決定正式宣稱他們真的是”​男女朋友\"。"
        },
        {
          "languageTitle": "Polish",
          "title": "dalsza historia...",
          "description": "Od polłowy marca Amy zaczęła regularnie uczęszczać do \"Fun Run” nawiązując nowe znajomości. Zwykle jednak po kilku drinkach szybko opuszczała klub jadać do swojego pokoju hotelowego w Larkspuru.\n\nOczywiście słyszała, że grupa regularnie spotyka się na różnych imprezach, na które ona nie jest zapraszana. Postanowiła to zmienić i jednego wieczoru została w klubie dłużej. W krótkim czasie po tym została zaproszona na przyjęcie Barry’ego “Candy is Dandy, but Liquor is Quicker”. Na tą okazje Amy zdecydowała się przygotować deser. Słyszała ze Marcin często urządza imprezy na których dziewczyny gospodarczą w jego kuchni a później wspólnie oglądają program telewizyjny Bachelor-a toteż zapytała go czy mogłaby w jego kuchni przygotować ten deser. Tego wieczoru, kiedy Amy gospodarzyła w jego kuchni coś się zmieniło w ich znajomości.\n\nOd tego wieczoru zaczęli spotykać się regularnie na imprezach grupowych i także we dwoje. Wybrali się nawet sami na wycieczkę z San Francisco do Portland, Oregon, pomimo że ich przyjaciele Ashish i Emile wycofali się z tego wyjazdu w ostatniej chwili.\n\nAmy wciąż zapraszała Marcina na kolejne eskapady, na wspinaczkę górska na szczyt góry Szasta, bieg w Yosemite a Marcin zawsze z przyjemnością godził się na te wypady A mimo to nie uważali się nadal za parę.\n\nWszystko zmieniło się w grudniu 2013 roku, kiedy wybrali się na swoja pierwsza ‘międzynarodową’ wycieczkę do Vancouver w Kanadzie. Na przejściu granicznym strażnik zapytał ich jak się znają. Oboje w tym samym momencie odpowiedzieli troszeczkę inaczej: Amy “San Francisco”, Marcin “Jesteśmy razem “.\n\nStrażnik ze śmiechem powiedział do nich, że zwykle kobieta jest ta która naciska na trwały związek. W czasie, gdy Amy zawsze marzyła o tym, zęby być z Marcinem umknęło jej uwadze ze on i jego uczucie do niej też się zmieniło.\n\nTego dnia uznali ze nadszedł czas, aby nazwać swój związek trwałym."
        }
      ]
    }
  ]
}